Repository: bitterdev/social_icons_extended
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Extend the social services on your site by any other social service. You can add an SVG icon for each defined service.
de_de: Erweitern Sie die sozialen Dienste auf Ihrer Website um weitere soziale Dienste. Sie können für jeden definierten Dienst ein SVG-Symbol hinzufügen.

source: ZipArchive is required.
de_de: ZipArchive wird benötigt.

source: Handle
de_de: Bezeichnung

source: Choose file
de_de: Datei wählen

source: Back
de_de: Zurück

source: Save
de_de: Speichern

source: This page is blank because you have not defined any additional social links yet. Click on the »Add« button in the upper right corner of the toolbar to create a new link.
de_de: Diese Seite ist leer, da Sie noch keine zusätzlichen sozialen Links definiert haben. Klicken Sie auf die Schaltfläche »Hinzufügen« in der rechten oberen Ecke der Symbolleiste, um einen neuen Link zu erstellen.

source: Edit
de_de: Bearbeiten

source: Are you sure?
de_de: Sind Sie sicher?

source: Remove
de_de: Entfernen

source: If you need support please click <a href="%s">here</a>.
de_de: Wenn Sie Hilfe benötigen klicken Sie <a href="%s">hier</a>.

source: Thank You for purchasing this add-on!
de_de: Vielen Dank für den Kauf dieses Add-Ons!

source: Follow me on Twitter and Facebook to get the latest news and notifications about updates, new add-ons/themes and special offers.
de_de: Folgen Sie mir auf Twitter und Facebook, um die neuesten Nachrichten und Benachrichtigungen zu Updates, neue Add-ons / Themes und Sonderangeboten zu erhalten.

source: Follow @fabian_bitter
de_de: Folge @fabian_bitter

source: Rate this add-on on concrete5.org and as a thank-you gift can choose another add-on of mine up to $35. This offer may only be claimed once. Click <a href="%s" class="alert-link"> here </a> to rate now.
de_de: Bewerten Sie diese Erweiterung auf concrete5.org und wählen Sie als Dankeschön ein andere Erweiterung von mir bis zu 35 USD kostenlos aus. Dieses Angebot kann nur einmal in Anspruch genommen werden. Klicken Sie <a href="%s" class="alert-link"> hier </a>, um jetzt zu bewerten.

source: You have to enter a handle.
de_de: Sie müssen eine Bezeichnung eingeben.

source: The entered handle is already in use.
de_de: Die eingegebene Bezeichnung ist bereits in Verwendung.

source: You have to enter a name.
de_de: Sie müssen einen Namen eingeben.

source: Invalid file format. Only SVG files are allowed.
de_de: Ungültiges Dateiformat. Es sind nur SVG-Dateien zulässig.

source: The selected file has no approved version.
de_de: Die ausgewählte Datei hat keine genehmigte Version.

source: You have to select a icon file.
de_de: Sie müssen eine Icon-Datei auswählen.

source: You need an active internet connection.
de_de: Sie benötigen eine aktive Internetverbindung.

source: Extend
de_de: Erweitern

source: Add
de_de: Hinzufügen
